000100150409             PGM
000200150409
000300160514arcadtmp
000400160514             MONMSG     MSGID(CPF0000)
000500160514             call wssmnu
000600160514             MONMSG     MSGID(CPF0000)
000700160514
000800160514
000900160514
001000160514
001100160514
001200160514
001300160514
001400150421
001500150409             ENDPGM
