000100160531pgm
000200160531
000300160531
000301160531             ?          DEB_VER
000400160531             MONMSG     MSGID(CPF0000)
000600160531   endpgm
