000100151020PGM
000200151020
000300151020             DCL        VAR(&PARM) TYPE(*CHAR) LEN(2500) VALUE(' +
000400151020                          RSTLIB SAVLIB(OXB1020094) DEV(*SAVF) +
000500151020                          SAVF(ARCAD_NET/OXB1020094) MBROPT(*ALL)')
000600151020
000700151020
000800151020             CALL       PGM(AAFIX43003) PARM(&PARM)
000900151020
001000151020
001100151020
001200151020
001300151020
001400151020
001500151020
001600151020
001700151020
001800151020
001900151020
002000151020
002100151020   ENDPGM
