000100140115PGM            PARM(&LIB &PGM &USER)
000200131203             DCL        VAR(&LIB) TYPE(*CHAR) LEN(10)
000201131203             DCL        VAR(&PGM) TYPE(*CHAR) LEN(10)
000202140115             DCL        VAR(&USER) TYPE(*CHAR) LEN(10)
000300140115             CHGOBJOWN  OBJ(&LIB/&PGM) OBJTYPE(*PGM) NEWOWN(&USER) +
000301140115                          CUROWNAUT(*SAME)
000500140115             MONMSG     MSGID(CPF0000)
000600131203
000700131203
000800131203
000900131203
001000131203
001100131203
001200131203
001300131203
001400131203
001500131203   ENDPGM
