000100131203PGM            PARM(&LIB &PGM)
000200131203             DCL        VAR(&LIB) TYPE(*CHAR) LEN(10)
000300131203             DCL        VAR(&PGM) TYPE(*CHAR) LEN(10)
000400151020             CHGOBJOWN  OBJ(&LIB/&PGM) OBJTYPE(*PGM) NEWOWN(OCS) +
000500131203                          CUROWNAUT(*SAME)
000600131203     CHGPGM PGM(&LIB/&PGM) USRPRF(*OWNER) USEADPAUT(*YES)
000700131203
000800131203
000900131203
001000131203
001100131203
001200131203
001300131203
001400131203
001500131203
001600131203
001700131203   ENDPGM
