000100140205             PGM        PARM(&LIB)
000200140205             DCL        VAR(&LIB) TYPE(*CHAR) LEN(10)
000300140205             CRTDTAARA  DTAARA(QTEMP/STCPARC) TYPE(*CHAR) LEN(10)
000400140205             MONMSG     MSGID(CPF0000)
000500140205             RTVJOBA    CURLIB(&LIB)
000600140205             CHGDTAARA  DTAARA(QTEMP/STCPARC (1 10)) VALUE(&LIB)
000700140205
000800140205
000900140205
001000140205
001100140205
001200140205
001300140205
001400140205   ENDPGM
