000100151105pgm
000200151105
000300151105
000400151105             GO         MENU(WSS)
000500151105             MONMSG     MSGID(CPF0000)
000600151105
000700151105
000800151105   endpgm
